/* localized date component names and plural forms */
"now" = "nyt";
/* 
   SORelativeDateTransformer.strings

   Created by StdOrbit on 12/6/10.
   Copyright 2010 Standard Orbit Software, LLC. All rights reserved.
 */

/* 
Phrase for expressing a date in the relative past. E.g. "12 minutes ago"
<relative time difference> <date component name> ago
*/
"formatTemplateForRelativePastDatePhrase" = "%@ sitten";

/* 
Phrase for expressing a date in the relative future. E.g. "in 12 minutes"
in <relative time difference> <date component name>
*/
"formatTemplateForRelativeFutureDatePhrase" = "aikana %@";

"%d year (plural rule: one)" = "%d vuosi";
"%d year (plural rule: many)" = "%d vuotta";
"%d year (plural rule: few)" = "%d vuotta";
"%d year (plural rule: other)" = "%d vuotta";
"%d month (plural rule: one)" = "%d kuukausi";
"%d month (plural rule: few)" = "%d kuukautta";
"%d month (plural rule: many)" = "%d kuukautta";
"%d month (plural rule: other)" = "%d kuukautta";
"%d week (plural rule: one)" = "%d viikko";
"%d week (plural rule: few)" = "%d viikkoa";
"%d week (plural rule: other)" = "%d viikkoa";
"%d week (plural rule: many)" = "%d viikkoa";
"%d day (plural rule: one)" = "%d päivä";
"%d day (plural rule: few)" = "%d päivää";
"%d day (plural rule: many)" = "%d päivää";
"%d day (plural rule: other)" = "%d päivää";
"%d hour (plural rule: one)" = "%d tunti";
"%d hour (plural rule: few)" = "%d tuntia";
"%d hour (plural rule: many)" = "%d tuntia";
"%d hour (plural rule: other)" = "%d tuntia";
"%d minute (plural rule: one)" = "%d minuutti";
"%d minute (plural rule: few)" = "%d minuuttia";
"%d minute (plural rule: many)" = "%d minuuttia";
"%d minute (plural rule: other)" = "%d minuuttia";
"%d second (plural rule: one)" = "%d sekunti";
"%d second (plural rule: few)" = "%d sekuntia";
"%d second (plural rule: many)" = "%d sekuntia";
"%d second (plural rule: other)" = "%d sekuntia";
